IDEA Open Model
OpeningCirc.Diameter Property
Compatible with IDEA StatiCa Beta 20.0
 Diameter of opening
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Diameter { get; set; }
Public Property Diameter As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
OpeningCirc Class
IdeaRS.OpenModel.Detail Namespace